<?php

class Transliterator extends ModelTable {
    
//    private static $russian = array(
//        "A"=>"А","a"=>"а",
//	"B"=>"Б","b"=>"б",
//	"V"=>"В","v"=>"в",
//	"G"=>"Г","g"=>"г",
//	"Д"=>"D","д"=>"d",
//	"Е"=>"E","е"=>"e",
//	"Ё"=>"E","ё"=>"e",
//	"Ж"=>"Zh","ж"=>"zh",
//	"З"=>"Z","з"=>"z",
//	"И"=>"I","и"=>"i",
//	"Й"=>"I","й"=>"i",
//	"К"=>"K","к"=>"k",
//	"Л"=>"L","л"=>"l",
//	"М"=>"M","м"=>"m",
//	"Н"=>"N","н"=>"n",
//	"О"=>"O","о"=>"o",
//	"П"=>"P","п"=>"p",
//	"Р"=>"R","р"=>"r",
//	"С"=>"S","с"=>"s",
//	"Т"=>"T","т"=>"t",
//	"У"=>"U","у"=>"u",
//	"Ф"=>"F","ф"=>"f",
//	"Х"=>"Kh","х"=>"kh",
//	"Ц"=>"Tc","ц"=>"tc",
//	"Ч"=>"Ch","ч"=>"ch",
//	"Ш"=>"Sh","ш"=>"sh",
//	"Щ"=>"Shch","щ"=>"shch",
//	"Ы"=>"Y","ы"=>"y",
//	"Э"=>"E","э"=>"e",
//	"Ю"=>"Yu","ю"=>"yu",
//	"Я"=>"Ya","я"=>"ya",
//	"ъ"=>"","ь"=>""
//        );
    
    private static $english = array(
        "А"=>"A","а"=>"a",
	"Б"=>"B","б"=>"b",
	"В"=>"V","в"=>"v",
	"Г"=>"G","г"=>"g",
	"Д"=>"D","д"=>"d",
	"Е"=>"Ye","е"=>"e",
	"Ё"=>"Ye","ё"=>"e",
	"Ж"=>"Zh","ж"=>"zh",
	"З"=>"Z","з"=>"z",
	"И"=>"I","и"=>"i",
	"Й"=>"I","й"=>"i",
	"К"=>"K","к"=>"k",
	"Л"=>"L","л"=>"l",
	"М"=>"M","м"=>"m",
	"Н"=>"N","н"=>"n",
	"О"=>"O","о"=>"o",
	"П"=>"P","п"=>"p",
	"Р"=>"R","р"=>"r",
	"С"=>"S","с"=>"s",
	"Т"=>"T","т"=>"t",
	"У"=>"U","у"=>"u",
	"Ф"=>"F","ф"=>"f",
	"Х"=>"Kh","х"=>"kh",
	"Ц"=>"Ts","ц"=>"ts",
	"Ч"=>"Ch","ч"=>"ch",
	"Ш"=>"Sh","ш"=>"sh",
	"Щ"=>"Shch","щ"=>"shch",
	"Ы"=>"Y","ы"=>"y",
	"Э"=>"E","э"=>"e",
	"Ю"=>"Yu","ю"=>"yu",
	"Я"=>"Ya","я"=>"ya",
	"ъ"=>"","ь"=>""
        );
    
    public function actionToEnglish($string){
        return strtr($string,self::english);
    }
    
//    public function actionToEnglish($string){
//        return strtr($string,self::russian);        
//    }
}