<div id="main-info-page">
    <div class="top-line"></div>
    <div class="private-office-content info-container">
        <div class="tabbable"> <!-- Only required for left/right tabs -->
            <ul class="nav nav-tabs">
                <li><a href="#tab1" data-toggle="tab">Блог</a></li>
                <li class="active"><a href="#tab2" data-toggle="tab">Контакты</a></li>
                <li><a href="#tab3" data-toggle="tab">О нас</a></li>
                <li><a href="#tab4" data-toggle="tab">FAQ</a></li>
                <li><a href="#tab5" data-toggle="tab">Условия использования</a></li>
                <li><a href="#tab6" data-toggle="tab">Как это работает</a></li>
            </ul>
            <div class="tab-content">
                <div class="tab-pane blogindex clearfix" id="tab1">
                    <div id="blog" class="clearfix">
                        <div class="blog-content-holder">
                            <div class="blog-content">
                            	<?php if ($all) { ?>
                                <div class="switches-block">
                                	<a href="#" class="btn all-art active" onclick="return false">Все подряд</a>
                                    <a href="#" class="btn intresting-art " onclick="return false">Интересное</a>
                                    <a href="#" class="btn best-art" onclick="return false">Лучшие</a>
                                </div>
                                <?php } ?>
                                <?php if ($all) { ?>
                                
                                    
                                <div class="articles-list all-articles active">
                                	<?php foreach ($all as $k => $a) { ?>
                                    <article class="clearfix">
                                        <div class="date">20.01.2016 в 16:45</div>
                                        <h2><a href="/info/article/<?=$a->url?>" class="article-title"><?=$a->title?></a></h2>
                                        <div class="text">
                                            <p><?=$a->mini_description?></p>
                                        </div>
                                        <?php if ($a->img) { ?>
                                        <a href="/info/article/<?=$a->url?>" class="read-article"><div class="img-holder" style="background-image: url('/uploads/blog/<?=$a->url?>/<?=$a->img?>')"></div></a>
                                        <?php } ?>
                                        <a href="/info/article/<?=$a->url?>" class="read-more btn">Читать далее</a>
                                        <div class="social-likes">
                                            <div class="facebook" title="Поделиться ссылкой на Facebook" <?=($a->img)?'data-media="http://'.$_SERVER['SERVER_NAME'].'/uploads/blog/'.$a->url.'/'.$a->img.'"':''?> data-title="<?=$a->title?>" data-url="http://<?=$_SERVER['SERVER_NAME']?>/info/article/<?=$a->url?>"></div>
                                            <div class="vkontakte" title="Поделиться ссылкой во Вконтакте" <?=($a->img)?'data-media="http://'.$_SERVER['SERVER_NAME'].'/uploads/blog/'.$a->url.'/'.$a->img.'"':''?> data-title="<?=$a->title?>" data-url="http://<?=$_SERVER['SERVER_NAME']?>/info/article/<?=$a->url?>"></div>
                                            <div class="plusone" title="Поделиться ссылкой в Google+" <?=($a->img)?'data-media="http://'.$_SERVER['SERVER_NAME'].'/uploads/blog/'.$a->url.'/'.$a->img.'"':''?> data-title="<?=$a->title?>" data-url="http://<?=$_SERVER['SERVER_NAME']?>/info/article/<?=$a->url?>"></div>
                                        </div>
                                    </article>
                                    <?php } ?>
                                    
                                </div>
                                
                                <?php if ($interesting) { ?>
                                <div class="articles-list interesting-articles">
                                	<?php foreach ($interesting as $k => $i) { ?>
                                    <article class="clearfix">
                                        <div class="date">20.01.2016 в 16:45</div>
                                        <h2><a href="/info/article<?=$i->url?>" class="article-title"><?=$i->title?></a></h2>
                                        <div class="text">
                                            <p><?=$i->mini_description?></p>
                                        </div>
                                        <?php if ($i->img) { ?>
                                        <a href="/info/article/<?=$i->url?>" class="read-article"><div class="img-holder" style="background-image: url('/uploads/blog/<?=$i->url?>/<?=$i->img?>')"></div></a>
                                        <?php } ?>
                                        <a href="/info/article/<?=$i->url?>" class="read-more btn">Читать далее</a>
                                        <div class="social-likes">
                                            <div class="facebook" title="Поделиться ссылкой на Facebook" <?=($i->img)?'data-media="http://'.$_SERVER['SERVER_NAME'].'/uploads/blog/'.$i->url.'/'.$i->img.'"':''?> data-title="<?=$a->title?>" data-url="http://<?=$_SERVER['SERVER_NAME']?>/info/article/<?=$a->url?>"></div>
                                            <div class="vkontakte" title="Поделиться ссылкой во Вконтакте" <?=($i->img)?'data-media="http://'.$_SERVER['SERVER_NAME'].'/uploads/blog/'.$i->url.'/'.$i->img.'"':''?> data-title="<?=$a->title?>" data-url="http://<?=$_SERVER['SERVER_NAME']?>/info/article/<?=$a->url?>"></div>
                                            <div class="plusone" title="Поделиться ссылкой в Google+" <?=($i->img)?'data-media="http://'.$_SERVER['SERVER_NAME'].'/uploads/blog/'.$i->url.'/'.$i->img.'"':''?> data-title="<?=$a->title?>" data-url="http://<?=$_SERVER['SERVER_NAME']?>/info/article/<?=$a->url?>"></div>
                                        </div>
                                    </article>
                                    <?php } ?>
                                </div>
                                <?php } ?>
                                
                                <?php if ($best) { ?>
                                <div class="articles-list best-articles">
                                	<?php foreach ($best as $k => $b) { ?>
                                    <article class="clearfix">
                                        <div class="date">20.01.2016 в 16:45</div>
                                        <h2><a href="/info/article/<?=$b->url?>" class="article-title"><?=$b->title?></a></h2>
                                        <div class="text">
                                            <p><?=$b->mini_description?></p>
                                        </div>
                                        <?php if ($b->img) { ?>
                                        <a href="/info/article/<?=$b->url?>" class="read-article"><div class="img-holder" style="background-image: url('/uploads/blog/<?=$b->url?>/<?=$b->img?>')"></div></a>
                                        <?php } ?>
                                        <a href="/info/article/<?=$b->url?>" class="read-more btn">Читать далее</a>
                                        <div class="social-likes">
                                            <div class="facebook" title="Поделиться ссылкой на Facebook" <?=($b->img)?'data-media="http://'.$_SERVER['SERVER_NAME'].'/uploads/blog/'.$b->url.'/'.$b->img.'"':''?> data-title="<?=$a->title?>" data-url="http://<?=$_SERVER['SERVER_NAME']?>/info/article/<?=$a->url?>"></div>
                                            <div class="vkontakte" title="Поделиться ссылкой во Вконтакте" <?=($b->img)?'data-media="http://'.$_SERVER['SERVER_NAME'].'/uploads/blog/'.$b->url.'/'.$b->img.'"':''?> data-title="<?=$a->title?>" data-url="http://<?=$_SERVER['SERVER_NAME']?>/info/article/<?=$a->url?>"></div>
                                            <div class="plusone" title="Поделиться ссылкой в Google+" <?=($b->img)?'data-media="http://'.$_SERVER['SERVER_NAME'].'/uploads/blog/'.$b->url.'/'.$b->img.'"':''?> data-title="<?=$a->title?>" data-url="http://<?=$_SERVER['SERVER_NAME']?>/info/article/<?=$a->url?>"></div>
                                        </div>
                                    </article>
                                    <?php } ?>
                                </div>
                                <?php } ?>
                                
                                <?php } else { ?>
                                <div class="noarticles">Здесь нет ни одной статьи!</div>
                                <?php } ?>
                            </div>
                        </div>
                        <div class="blog-navigation">
                        	<?php if ($rubrics) { ?>
                            <div class="rubrics-links">
                                <h5>Рубрики</h5>
                                <ul>
                                	<?php foreach ($rubrics as $kr => $rubric) { ?>
                                		<?php //debug($rubric); ?>
                                    <li><a class="rubriclink" href="/info/rubric/<?=$rubric->url?>?tab1"><?=$rubric->title?></a></li>
                                    <?php } ?>
                                </ul>
                            </div>
                            <?php } ?>
                            <?php if ($popular) { ?>
                            <div class="most-popular">
                                <h5>Самое читаемое</h5>
                                <ul>
                                	<?php foreach ($popular as $kp => $p) {
                                	$coments = Comment::modelsWhere('id_blog=?', array($p->id));
                                	?>
                                	<li>
                                        <a class="rubriclink" href="/info/article/<?=$p->url?>"><?=$p->title?></a>
                                        <p><?=$p->views?> просмотров, <?=count($coments)?> комментариев</p>
                                    </li>
                                    <?php } ?>
                                    
                                </ul>
                            </div>
                            <?php } ?>
                        </div>
                    </div>
                </div>
                <div class="tab-pane clearfix active" id="tab2">
                    <div id="contacts" class="clearfix">
                        <div class="rigth-part">
                            <div class="call-to-us">
                                <div class="icon-holder"></div>
                                <p>Позвонить нам</p>
                                <a href="tel:+380953609336" class="phone">
                                    +38 (095) 360-93-36
                                </a>
                            </div>                                     
                        </div>
                        <div class="left-part">
                            <div class="preview-text">
                                <h2>Обратная связь</h2>
                                <p>Команда Stuffex всегда рада вам помочь, если у вас возникли вопросы. Опишите суть проблемы или предложения и мы отреагируем на него как можно быстрее.</p>
                            </div>
                            <div class="feedback-form-box">
                                <form action="#" method="post" class="feedback-form" id="cbf">
                                    <fieldset>
                                        <section class="field">
                                            <strong>Выберите тему <i>*</i></strong>
                                            <select name="callback[subject]" class="selectpicker" required>
                                                <option>Вопросы модерации объявлений</option>
                                                <option>Вопросы по использованию сайта</option>
                                                <option>Мошенничество, ложные объявления</option>
                                                <option>Заблокирована учетная запись</option>
                                                <option>Предложения, партнерство</option>
                                                <option>Реклама на сайте</option>
                                                <option>Другое</option>
                                            </select>
                                        </section>
                                        <section class="field">
                                            <strong>Текст сообщения <i>*</i></strong>
                                            <textarea name="callback[message]" class="form-control" required></textarea>
                                        </section>
                                        <section class="field">
                                            <strong>Номер объявления</strong>
                                            <input type="number" name="callback[number]" class="form-control">
                                        </section>
                                        <section class="field">
                                            <strong>Email-адрес <i>*</i></strong>
                                            <input type="email" name="callback[email]" class="form-control" required>
                                        </section>
                                        <!-- <section class="field send-holder">
                                            <div class="add-file">
                                                <div class="input-holder">
                                                    <input type="file" name="callback[file]">
                                                    <p>Прикрепить файл</p>
                                                </div>
                                                <p>Типы файлов, которые принимаются: jpg, jpeg, png, doc, pdf, gif, zip, rar, tar, html, swf, txt, xls, docx, xlsx, odt</p> 
                                            </div>
                                        </section> -->
                                        <input type="submit" value="Отправить сообщение" class="btn main-btn" id="sendfeedback">
                                    </fieldset>
                                </form>
                            </div>
                        </div>
                    </div>                
                </div>
                <div class="tab-pane clearfix" id="tab3">
                    <div id="about-us">
                        <div class="logo-row">
                            <a href="#" class="logo"><img src="/assets/images/logo.png" alt="Логотип"></a>
                        </div>
                        <div class="text-container">
                            <p><strong>Stuffex</strong> - это прежде всего команда, воодушевленная идеей совместного потребления. Глобальная тенденция мирового развития идет к тому, что на смену массовому потреблению приходит устойчивое (рациональное) развитие. Устойчивое развитие подразумевает удовлетворение потребностей человека при сохранении окружающей среды где экономия и экология стоят во главе. Ведь всем известно, что основой общества потребления являются природные ресурсы, большинство из которых невосполнимые. Массовое же потребление зачастую приводит к переизбытку товаров. В наших домах накапливаются вещи, которые мы используем от случая к случаю или же не используем вовсе.</p>
                            <p>Так почему же не делиться малоиспользуемыми вещами с друзьями, коллегами, соседями?</p>
                            <p>Совместное потребление несомненно имеет позитивное влияние как на окружающую среду так и позволяет более рационально расходовать средства.</p>
                            <h5>Доверие</h5>
                            <p>Основной приоритет Stuffex - это доверие! Очень важным является понимание того, что ваше имущество находится в надежных руках и вернется к вам без повреждений.</p>
                            <p>Мы прилагаем все усилия, чтобы система рейтингов и оценок дала вам наиболее объективную информацию о лотах, арендателях и арендодателях. Делитесь своими вещами с теми, кому вы действительно доверяете.</p>
                            <div class="service-list">
                                <h5>Почему именно Stuffex?</h5>
                                <ul>
                                    <li class="benefit">
                                        <h6>Выгодно</h6>
                                        <p>80% вещей, которыми мы владеем используются не более одного раза в месяц. Почему бы их не сдавать в аренду?</p>
                                    </li>
                                    <li class="econom">
                                        <h6>Экономно</h6>
                                        <p>Не нужно тратить деньги на покупку вещей, которые вы используете не часто</p>
                                    </li>
                                    <li class="eco">
                                        <h6>Экологично</h6>
                                        <p>Совместное использование помогает более эффективно использовать ресурсы</p>
                                    </li>
                                    <li class="socio">
                                        <h6>Социально</h6>
                                        <p>Вы помогаете друзьям и соседям и они отвечают взаимностью</p>
                                    </li>
                                </ul>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="tab-pane clearfix" id="tab4">
                    <div id="faq">
                        <div class="text">
                            <div class="title">Вы арендуете вещь</div>
                            <ol>
                                <li>Прежде всего, попробуйте поискать нужную вещь у своих друзей. Добавляйте в друзья только проверенные контакты - лучше людей, которых вы знаете лично (друзья, коллеги, соседи). Если у друзей вы не нашли, то, что искали - попробуйте поискать по всем контактам.</li>
                                <li>Если арендуете у частного лица. Внимательно изучите профиль арендодателя. Привязанный профиль facebook, linkedin с множеством контактов, а также позитивные отзывы чаще всего говорят о надежности арендодателя.</li>
                                <li>Не делайте предоплату. Передавайте деньги только при личной встрече с арендодателем.</li>
                                <li>Назначайте встречу в людных и знакомых вам местах.</li>
                                <li>При личной встрече. Проверьте лот на соответствие описанию. Если есть явные следы повреждений - укажите на это арендодателю, по возможности сделайте снимки повреждений.</li>
                                <li>Если лот совсем не соответствует описанию или не оправдывает ваши ожидания, то возможно следует отказаться от его аренды. При этом, не забудьте сообщить это нам через <a href="#">форму обратной связи</a>.</li>
                                <li>Если у вас есть сомнения как пользоваться вещью - самое время спросить об этом хозяина :)</li>
                                <li>Не оставляйте залог больше, чем было указанно в описании лота.</li>
                                <li>Верните вещь в том состоянии, в котором она попала к вам в руки.</li>
                                <li>Если вещь была повреждена вами, то это не повод не возвращать ее хозяину. При этом хозяин вправе удержать некоторую сумму с залога, которая покроет ремонт лота или покупку нового лота.</li>
                            </ol>
                            <div class="title">Вы сдаете в аренду вещь</div>
                            <ol>
                                <li>Если заемщик не входит в круг ваших близких друзей и вы с ним не знакомы лично. Внимательно изучите профиль заемщика. Привязанный профиль facebook, linkedin с множеством контактов, а также позитивные отзывы чаще всего говорят о его надежности.</li>
                                <li>Если пользование лотом подразумевает владение специальными навыками - уточните у заемщика заранее владеет ли он ими.</li>
                                <li>Назначайте встречу в людных и знакомых вам местах.</li>
                                <li>При личной встрече. Расскажите и покажите заемщику как использовать лот, если его использование требует специальных навыков.</li>
                                <li>При приеме лота. Убедитесь в исправном состоянии лота.</li>
                                <li>В случае повреждений вы в праве удержать некоторую сумму залога, которая покроет ремонт лота или покупку нового в случае невозможности ремонта. Не забудьте нам сообщить о сложившейся ситуации через <a href="#">форму обратной связи</a>.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div class="tab-pane clearfix" id="tab5">
                    <div id="conditions-of-use">
                        <div class="content-block">
<!--
                            <div class="general-provisions">
                                <h2>1. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
                                <ol>
                                    <li>ООО «ЕМАРКЕТ УКРАИНА», (далее Исполнитель и/или Компания) публикует данный Публичный договор (Соглашение и/или Оферта) об оказании услуг на интернет-сайтах</li>
                                    <li>В соответствии со статьей 633 Гражданского Кодекса Украины (ГК Украины) данное Соглашение является публичным договором, и в случае принятия (акцепта) изложенных ниже условий любое дееспособное физическое или юридическое лицо (далее Пользователь) обязуется выполнять условия этого Соглашения.</li>
                                    <li>
                                        <p>В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения:</p>
                                        <ul>
                                            <li>Оферта – публичное предложение Исполнителя, адресованное любому физическому и/или юридическому лицу, заключить с ним Публичный договор об оказании услуг на условиях, содержащихся в данном Соглашении, включая все его приложения;</li>
                                            <li>Акцепт – полное принятие Пользователем условий Соглашения;
                                            </li>
                                            <li>Исполнитель - ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ «ЕМАРКЕТ УКРАИНА», юридический адрес: ул. г. Киев, ул. Владимирская, 77А;</li>
                                            <li>Сайты – http://olx.ua/, http://olx.by/, http://olx.kz/ – интернет-сайты, администрируемые Компанией и представляющий собой коммуникационную платформу для размещения временных классифицируемых объявлений (далее по тексту – Сайт и/или Сайты);</li>
                                            <li>Пользователь – любое дееспособное физическое или юридическое лицо, принявшее условия данного Соглашения и пользующееся услугами Компании;</li>
                                            <li>Товар - любой материальный и нематериальный объект;</li>
                                            <li>Услуга – любая операция, не являющаяся поставкой товаров, связанная с предоставлением сервиса, который потребляется в процессе совершения определенного действия или осуществления определенной деятельности, для удовлетворения личных потребностей заказчика;</li>
                                            <li>Услуги/сервис OLX.ua – любые платные и бесплатные сервисы, оказываемые Исполнителем при помощи Сайтов (например, в том числе, но не исключительно, всех его возможностей, текста, данных, информации, программного обеспечения, графиков или фотографий, рисунков и т.д. и т.п.), а также любых других услуг, предоставляемых Компанией с помощью сервисов Сайтов.</li>
                                            <li>Учетная запись/аккаунт – электронный кабинет Пользователя в функциональной системе Сайтов, с помощью которого он может управлять своими объявлениями на Сайтах;</li>
                                            <li>Регистрация – принятие Пользователем оферты на заключение данного Соглашения и процедура, в ходе которой Пользователь посредством заполнения соответствующих форм Сайта предоставляет необходимую информацию для использования сервисов Сайта. Регистрация считается завершенной только в случае успешного прохождения всех ее этапов в соответствии с опубликованными на Сайте инструкциями.</li>
                                            <li>Персональные данные - это сведения или совокупность сведений о физическом лице, которое при их помощи идентифицировано или может быть конкретно идентифицировано.</li>
                                        </ul>
                                    </li>
                                </ol>
                                <p>Если Пользователь не согласен с настоящими условиями полностью или частично, Исполнитель просит его покинуть данный сайт. Настоящие условия регулируют использование Пользователем Сайтов и услуг OLX.ua. Использование Услуг slando означает, что Пользователь ознакомлен с настоящим Соглашением, понимает и принимает его условия.
                                    Начиная использовать какой-либо сервис OLX.ua, либо пройдя процедуру регистрации, Пользователь считается принявшим условия Соглашения в полном объеме, без всяких оговорок и исключений. В случае несогласия Пользователя с какими-либо из положений настоящего Cоглашения, Пользователь не в праве использовать сервисы OLX.ua.
                                    Настоящим Компания предлагает Пользователям сети Интернет использовать свои сервисы на условиях, изложенных в настоящем Соглашении.</p>
                                <p>Компания предлагает Пользователю услуги по использованию Сайтов olx.ua, olx.by, olx.kz для размещения информации о товарах (услугах) c целью, в том числе, но не исключительно, последующей покупки или продажи различных товаров и услуг другими Пользователями.</p>
                                <p>Все сделки заключаются между Пользователями напрямую. Таким образом, Компания не является участником сделок Пользователей, а лишь предоставляет коммуникационную торговую платформу для размещения объявлений.</p>
                            </div>
                            <div class="ad-placement">
                                <h2>2. РАЗМЕЩЕНИЕ ОБЪЯВЛЕНИЙ</h2>
                                <ol>
                                    <li>Пользователь получает право размещать объявления на Сайтах после заполнения специальной формы с указанием параметров предлагаемых товаров или услуг.</li>
                                    <li>Пользователь также имеет право зарегистрироваться на Сайтах с целью получения дополнительных сервисов, заполнив формуляр с указанием действительного электронного адреса, к которому имеет доступ только Пользователь, выбранного пароля, а также других данных, необходимых для регистрации. После этого Пользователь получает электронное письмо с подтверждением регистрации, содержащее ссылку, переход по которой необходим для завершения регистрации.</li>
                                    <li>Использование возможностей и сервисов Сайтов, как зарегистрированными так и незарегистрированными Пользователями означает принятие обязательств следовать правилам и инструкциям по пользованию услугами OLX.ua.</li>
                                    <li>Пользователь несет ответственность за все действия с использованием его электронного адреса и пароля для входа на Сайты. Пользователь имеет право пользоваться сервисами Сайтов только при помощи собственного электронного адреса и пароля.</li>
                                    <li>Пользователь обязуется сохранять конфиденциальность переданного ему пароля и не раскрывать его третьим лицам.</li>
                                    <li>Пользователь обязан немедленно изменить данные для входа на Сайты, если у него есть причины подозревать, что его 
                                        электронный адреса и пароль, используемые для входа на Сайты, были раскрыты или могут быть использованы третьими лицами.</li>
                                    <li>Пользователь, размещающий объявления о продаже товаров или услуг на Сайте, обязуется разместить информацию о них в соответствии настоящим Соглашением и инструкциями, представленными на Сайте, и предоставить точную и полную информацию о товаре или услугах и условиях их продажи. Размещая информацию о товаре или услуге, Пользователь подтверждает, что он имеет право продавать этот товар или оказывать данную услугу в соответствии с требованиями законодательства стран, в которых они реализуются.</li>
                                    <li>Пользователь гарантирует, что предлагаемые им товары/услуги соответствуют нормам качества, установленным законодательством стран, для которых они реализуются и свободны от притязаний третьих лиц.</li>
                                    <li>Пользователь гарантирует, что предлагаемые им услуги, в случае если оказание их требует специального разрешения, будут осуществлены в соответствии с требованиями законодательства стран, специальные органы которых будут уполномочены осуществлять надзор за такой деятельностью пользователя.</li>
                                    <li>Пользователь обязан тщательно проверить всю информацию о товарах и услугах, размещенных им на Сайтах, и, в случае обнаружения неверной информации, добавить необходимые сведения в описание товара или услуги. Если это невозможно, исправить неверную информацию, аннулировав объявление и повторно разместив информацию о товаре или услуге.</li>
                                    <li>Условия доставки должны включаться в описание товара, а условия оказания услуг в описание услуги. Условия продажи товара и оказания услуг, составленные Пользователем, не должны противоречить настоящему Соглашению и действующему законодательству стран, для которых они реализуются.</li>
                                    <li>
                                        <p>Пользователь обязуется не оказывать активную поддержку и не распространять информацию об услугах, предоставляемых конкурентами Исполнителя, как-то, но не исключительно:</p>
                                        <ul>
                                            <li>Информацию о других досках объявлений, торговых площадках, интернет-аукционах и/или интернет-магазинах;</li>
                                            <li>Интернет-ресурсах, предлагающих товары и услуги, запрещенные к продаже на Сайтах.</li>
                                        </ul>
                                    </li>
                                    <li>Компания имеет право переместить, завершить или продлить срок демонстрации товара или услуги Пользователя по техническим причинам, находящимся под контролем или вне контроля Компании. Сайт имеет право прекратить демонстрацию объявления, если Пользователь зарегистрировал товар или услугу, с нарушением условий настоящего Соглашения или действующего правоприменительного законодательства.</li>
                                    <li>
                                        <p>Пользователю запрещено:</p>
                                        <ol>
                                            <li>Публиковать одинаковые объявления с одного и того же адреса электронной почты;</li>
                                            <li>Публиковать схожие по содержанию объявления, где очевидно, что речь идет об одном и том же предложении;</li>
                                            <li>Дублировать одинаковые объявления с разных адресов электронной почты;</li>
                                            <li>Публиковать объявления в рубрике, которая не соответствует содержанию объявления;</li>
                                            <li>Публиковать объявления, в заголовке которых содержатся повторяющиеся знаки пунктуации и/или небуквенные символы;</li>
                                            <li>Публиковать объявления, описание и/или заголовок/фотографии которых являются несвязанными, нечитаемыми;</li>
                                            <li>Публиковать объявления с предложением нескольких товаров и услуг одновременно;</li>
                                            <li>Вставлять в объявлении ссылки на ресурсы, которые содержат вредоносные элементы либо ссылки на главную страницу сайта;</li>
                                            <li>Размещать объявление о товаре или услуге, если такое размещение может привести к нарушению правоприменительного законодательства;</li>
                                            <li>Объявления должны соответствовать географической области и городу, выбранной в соответствующих функциональных настройках Сайтов.</li>
                                            <li>Разрешается разместить одно объявление касательно одного конкретного предмета, объекта имущества, вакансии, услуги.</li>
                                            <li>Объявления могут проходить выборочную пост или премодерацию представителями Компании.
                                            </li>
                                            <li>Запрещается размещать объявления, рекламирующие продажу:</li>
                                        </ol>
                                    </li>
                                </ol>
                            </div>
-->
                            <div class="public-contract">
                                <h2>ПУБЛІЧНИЙ ДОГОВІР</h2>
                                <p>ТОВ «АЛЕРІОН КОНСАЛТИНГ» як Виконавець публікує цей Публічний договір про надання послуг на інтернет-сайті <a href="/">http://stuffex.com.ua</a> як Оферту.</p>
                                <p>Даний Договір є публічним договором відповідно до ст.ст. 633, 641 Цивільного кодексу України та його умови є однаковими для всіх Користувачів.</p>
                                <p>Відповідно до ст.642 Цивільного кодексу України повним і беззастережним прийняттям умов цього Договору вважається реєстрація Користувача та/або розміщення Користувачем оголошення на сайті <a href="/">http://stuffex.com.ua</a>.</p>
                                <h2>РОЗДІЛ І. ТЕРМІНИ</h2>
                                <p><strong>Акцепт</strong> - повне прийняття Користувачем умов цього Договору та завершена реєстрація на Сайті.</p>
                                <p><strong>Виконавець</strong> – ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ «АЛЕРІОН КОНСАЛТИНГ», ідентифікаційний номер 38703524, місцезнаходження: 01133, м. Київ, бул. Лесі Українки, 7, кв. 90.</p>
                                <p><strong>Користувач</strong> – будь-яка дієздатна фізична особа або юридична особа, яка прийняла умови цієї Угоди, зареєструвалася на сайті http://stuffex.com.ua/ та користується послугами Виконавця.</p>
                                <p><strong>Об’єкт</strong> – речі, інше майно, майнові права, результати робіт, послуги, результати інтелектуальної, творчої діяльності, інформація, а також інші матеріальні і нематеріальні блага.</p>
                                <p><strong>Обліковий запис (Аккаунт)</strong> - електронний кабінет Користувача на Сайті Виконавця за допомогою якого Користувач може керувати своїми оголошеннями.</p>
                                <p><strong>Оферта</strong> - публічна пропозиція Виконавця, адресована будь-якій дієздатній фізичній та/або юридичній особі, укласти Публічний договір про надання послуг на визначених Виконавцем умовах.</p>
                                <p><strong>Персональні дані</strong> - це відомості чи сукупність відомостей про фізичну особу, що ідентифікують особу  або за допомогою яких особа може бути конкретно ідентифікована.</p>
                                <p><strong>Сервіс</strong> – це будь-які безкоштовні чи платні послуги, що надаються Виконавцем через Сайт та споживаються в процесі їх використання Користувачем для задоволення особистих потреб.</p>
                                <p><strong>Реєстрація</strong> - прийняття Користувачем оферти на укладання цього Договору і процедура, в ході якої Користувач за допомогою заповнення відповідних форм Сайту надає необхідну Виконавцю інформацію для надання відповідних послуг та сервісів. Реєстрація вважається завершеною тільки в разі успішного проходження всіх її етапів відповідно до опублікованих на Сайті інструкцій.</p>
                                <p><strong>Сайт</strong> – інтернет сайт <a href="/">http://stuffex.com.ua</a>, який адмініструється Виконавцем та використовується для розміщення оголошень Користувачів, а також для надання інших послуг та сервісів Виконавцем.</p>
                                <h2>РОЗДІЛ ІІ. ПРЕДМЕТ ДОГОВОРУ</h2>
                                <ol>
                                    <li>Даний Договір регулює порядок надання послуг з користування сервісами сайту http://stuffex.com.ua/ між Виконавцем та будь-якими фізичними та юридичними особами як Користувачами.</li>
                                    <li>Користувачі мережі Інтернет мають право користуватися послугами та сервісами Виконавця на умовах, викладених в цьому Договорі.</li>
                                    <li>Виконавець пропонує Користувачеві використання Сайту для розміщення інформації про Об’єкти з метою, в тому числі, але не виключно, надання таких об’єктів в оренду чи у користування іншими Користувачами.</li>
                                    <li>Угоди, що укладаються між Користувачами за допомогою Сайту, укладаються між Користувачами безпосередньо. Виконавець не є учасником угод Користувачів, а лише надає комунікаційну платформу для розміщення оголошень.</li>
                                </ol>
                                <h2>РОЗДІЛ ІІІ. РЕЄСТРАЦІЯ НА САЙТІ</h2>
                                <ol>
                                    <li>Для прийняття умов даного Договору та користування сервісами Сайту Користувачі зобов’язані здійснити реєстрацію на  Сайті Виконавця.</li>
                                    <li>Здійснення реєстрації на Сайті передбачає заповнення відповідних формулярів згідно запропонованих інструкцій та надання повної І достовірної інформації. Після заповнення усієї необхідної інформації Користувач отримує електронний лист з підтвердженням реєстрації, що містить посилання, перехід за яким необхідний для завершення реєстрації.</li>
                                    <li>Відповідальність за надання недостовірної або неповної інформації покладається на Користувача. Надання неточної інформації або ненадання такої інформації на вимогу Виконавця можуть бути підставою для призупинення реєстрації та видалення Особистого кабінету Користувача.</li>
                                    <li>Для здійснення реєстрації Користувач – фізична особа надає Виконавцю наступну обов’язкову інформацію: прізвище, ім’я, по батькові, контактний телефон, адресу електронної пошти. Виконавець має право запросити іншу додаткову інформацію, яка не є обов’язковою для здійснення успішної та завершеної реєстрації на Сайті.</li>
                                    <li>Для здійснення реєстрації Користувач – фізична особа – підприємець надає Виконавцю наступну обов’язкову інформацію: прізвище, ім’я, по батькові, реєстраційний номер облікової картки платника податків, місце здійснення підприємницької діяльності, контактний телефон, адресу електронної пошти. Виконавець має право запросити іншу додаткову інформацію, яка не є обов’язковою для здійснення успішної та завершеної реєстрації на Сайті.</li>
                                    <li>Для здійснення реєстрації Користувач – юридична особа надає Виконавцю наступну обов’язкову інформацію: повне та скорочене найменування юридичної особи, ідентифікаційний код, місцезнаходження, контактний телефон, адресу електронної пошти, ПІБ контактної особи. Виконавець має право запросити іншу додаткову інформацію, яка не є обов’язковою для здійснення успішної та завершеної реєстрації на Сайті.</li>
                                    <li>За умови надання Користувачем усієї необхідної інформації та здійснення успішної завершеної реєстрації Виконавець створює Користувачу Особистий кабінет (Аккаунт ) для керування Користувачем своїми оголошення, користування сервісами сайту та редагування наданої інформації.</li>
                                    <li>Доступ до Особистого кабінету здійснюється Користувачем на підставі логіну та паролю, які обираються Користувачем самостійно під час здійснення реєстрації на сайті.</li>
                                    <li>Користувач несе відповідальність за безпеку свого логіна і пароля, а також за все, що буде зроблено на сайті Виконавця під логіном і паролем Користувача.</li>
                                    <li>Користувач погоджується з тим, що він зобов'язаний негайно повідомити Виконавця про будь-який випадок неавторизованого доступу з логіном і паролем  та / або про будь-яке порушення безпеки, а також з тим, що Користувач самостійно здійснює завершення роботи під своїм паролем після закінчення кожної сесії роботи з сервісом Виконавця. Виконавець не відповідає за можливу втрату або псування даних, яка може статися через порушення Користувачем положень цієї частини Договору.</li>
                                    <li>Користувачі, що здійснили реєстрацію на Сайті, надають Виконавцю право на обробку їх персональних даних на умовах, передбачених в Додатку №1 до цього Договору.</li>
                                </ol>
                                <h2>РОЗДІЛ ІV. РОЗМІЩЕННЯ ОГОЛОШЕННЯ НА САЙТІ</h2>
                                <ol>
                                    <li>Користувач отримує право розміщувати оголошення на Сайті після заповнення спеціальної форми із зазначенням параметрів запропонованих Об’єктів.</li>
                                    <li>Користувач, який розміщує оголошення про надання в користування Об’єктів на Сайті, зобов'язується розмістити інформацію про них відповідно до цього Договору та інструкцій, передбачених на Сайті та надати точну і повну інформацію про Об’єкти та умови надання в користування. </li>
                                    <li>Розміщуючи інформацію про Об’єкт, Користувач підтверджує, що він має право надавати цей Об’єкт в користування відповідно до вимог законодавства України.</li>
                                    <li>Користувач гарантує, що запропоновані ним Об’єкти відповідають заявленим характеристикам і вільні від претензій третіх осіб.</li>
                                    <li>Користувач гарантує, що володіє усіма необхідними дозволами на надання заявлених Об’єктів у користування, якщо наявність таких дозволів передбачена чинним законодавством України.</li>
                                    <li>Користувач зобов'язаний ретельно перевірити всю інформацію про Об’єкти, що розміщені ним на Сайті та у разі виявлення невірної інформації, додати необхідні відомості в опис Об’єкта. </li>
                                    <li>
                                        <div>Користувач зобов'язується не надавати активну підтримку і не поширювати інформацію про послуги, що надаються конкурентами Виконавця, у тому числі, але не виключно:</div>
                                        <p>7.1.  Інформацію про інші дошки оголошень, торгові майданчики, інтернет-аукціони та/або інтернет-магазини;</p>
                                        <p>7.2. Інтернет-ресурсах, що пропонують Об’єкти, заборонені до надання в користування на Сайті.</p>
                                    </li>
                                    <li>Виконавець має право перемістити, завершити або продовжити термін демонстрації Об’єкта Користувача з технічних причин, що знаходяться під контролем або поза контролем Виконавця.</li>
                                    <li>Виконавець має право припинити демонстрацію оголошення, якщо Користувач зареєстрував Об’єкт, з порушенням умов цього Договору або чинного законодавства України.</li>
                                    <li>
                                        <div>Користувачу заборонено:</div>
                                        <p>10.1. Публікувати схожі за змістом оголошення, що стосуються одного і того ж Об’єкта;</p>
                                        <p>10.2. Публікувати оголошення в рубриці, яка не відповідає змісту оголошення;</p>
                                        <p>10.3. Публікувати однакові оголошення з однієї адреси електронної пошти;</p>
                                        <p>10.4. Публікувати однакові оголошення з різних адрес електронної пошти;</p>
                                        <p>10.5. Публікувати оголошення з пропозицією кількох Об’єктів одночасно;</p>
                                        <p>10.6. Вставляти в оголошенні посилання на ресурси, які містять шкідливі елементи або посилання на головну сторінку сайту;</p>
                                        <p>10.7. Розміщувати оголошення про Об’єкти, якщо таке розміщення може призвести до порушення законодавства України;</p>
                                    </li>
                                    <li>Дозволяється розмістити одне оголошення щодо одного конкретного Об’єкта.</li>
                                    <li>Виконавець має право здійснювати перевірку оголошень і будь-який час. </li>
                                    <li>
                                        <div>Користувачу забороняється розміщувати оголошення, що рекламують:</div>
                                        <ul>
                                            <li>предмети, які становлять небезпеку для життя і здоров'я; </li>
                                            <li>неіснуючі Об’єкти; </li>
                                            <li>спиртні напої, сигарети та тютюнову продукцію; </li>
                                            <li>наркотичні речовини та прекурсори;</li>
                                            <li>фармакологічні продукти,  медикаменти;</li>
                                            <li>порнографічні матеріали або предмети; </li>
                                            <li>вкрадені, отримані не законним способом Об’єкти; </li>
                                            <li>людські органи і органи тварин;</li>
                                            <li>спеціальні технічні засоби для таємного отримання інформації; </li>
                                            <li>персональні документи та бланки цих документів; </li>
                                            <li>вогнепальну, холодну, травматичну зброю, також боєприпаси і комплектуючі до них; </li>
                                            <li>спеціальні засоби активної оборони, що застосовуються правоохоронними органами; </li>
                                            <li>будь-які інші Об’єкти заборонені законодавством України.</li>
                                        </ul>
                                    </li>
                                    <li>Виконавець має право видаляти оголошення на вимогу правовласника або компетентних державних органів. Виконавець також залишає за собою право видаляти будь-які оголошення, які на його думку не відповідають принципам та засадам суспільної моралі або умовам цього Договору. Рішення про видалення є остаточним і оскарженню не підлягає.</li>
                                    <li>
                                        <div>Виконавець має право:</div>
                                        <p>15.1. Вносити в текст оголошення Користувача виправлення, що стосуються орфографії і пунктуації, які не впливають на загальний зміст оголошення;</p>
                                        <p>15.2. Переносити оголошення в інші рубрики Сайту у разі виявлення більш придатної рубрики для їх розміщення;</p>
                                        <p>15.3. Відмовити в публікації оголошень, якщо вони не відповідають тематиці вибраних розділів, або порушують цей Договір, та обмежувати кількість оголошень від одного Користувача з метою зручності користування Сайтом без пояснення причин;</p>
                                    </li>
                                    <li>Не допускається використання некоректних характеристик Об’єкта в оголошенні. У тому числі використання цін, що не відповідають фактичній ціні надання Об’єкта в користування. Ціна повинна бути вказана повністю за весь Об’єкт.</li>
                                    <li>Заголовок оголошення повинен відповідати тексту самого оголошення і не повинен містити контактну або персональну інформацію про Користувача (телефон, електронні адреси, адресу інтернет-ресурсу тощо);</li>
                                    <li>Фото, яке демонструє Об’єкт, пропоновані Користувачем для надання в користування, мають відповідати заголовку та тексту оголошення. На фото має бути зображений лише пропонований Об'єкт. Стокові фото та/або фото, завантажені з мережі Інтернет, заборонені.</li>
                                    <li>Виконавець не несе відповідальності за зміст оголошень або гіперпосилань на ресурси, зазначені в описі повідомлень Користувачів.</li>
                                    <li>
                                        <div>Користувачеві забороняється надавати інформацію з порушенням умов цього Договору або прав третіх осіб, зокрема, інформація не повинна містити:</div>
                                        <ul>
                                            <li>дані, що порушують особисті (немайнові) права, або права інтелектуальної власності третіх осіб; </li>
                                            <li>інформацію, яка порушує чи посягає на власність третіх осіб, комерційну таємницю або право на недоторканість приватного життя;</li>
                                            <li>інформацію, що представляє собою «спам», «листи щастя», «схеми пірамід» або небажану або брехливу комерційну рекламу; </li>
                                            <li>інформацію з пропозицією заробітку в інтернеті, без вказівки фізичної адреси і прямих контактів роботодавця;</li>
                                            <li>інформацію, поширювану інформаційними агентствами; </li>
                                            <li>вульгарних, образливих виразів; </li>
                                            <li>хибну і неправдиву інформацію, інформацію, яка вводить в оману; пропаганду ненависті, насилля, дискримінації, расизму, ксенофобії, міжнаціональних конфліктів; </li>
                                            <li>заклики до насильства і протиправних дій; </li>
                                            <li>інформацію, що сприяє шахрайству, обману або зловживання довірою; </li>
                                            <li>інформацію, яка призводить до здійснення операцій з краденими чи підробленими предметами; </li>
                                            <li>особисту чи ідентифікуючу інформацію про інших осіб без їх ясно висловленої згоди; </li>
                                            <li>інформацію, що містить відомості, які посягають на недоторканність приватного життя, що ображає чиюсь честь, гідність чи ділову репутацію; </li>
                                            <li>інформацію, що містить наклеп або погрози на адресу будь-кого; </li>
                                            <li>інформацію, що носить характер порнографії; </li>
                                            <li>інформацію, що завдає шкоди неповнолітнім;</li>
                                            <li>віруси або будь-які інші технології, що можуть завдати шкоди Сайту, Компанії, або іншим користувачам; </li>
                                            <li>інформацію про сервіси, що вважаються аморальними, таких як: проституція, або інші форми, що суперечать нормам моралі або закону; </li>
                                            <li>посилання або інформацію про сайти, що конкурують з сервісами Виконавця; </li>
                                            <li>інформацію з пропозицією франшизи, багаторівневого та мережевого маркетингу, агентської діяльності, торгового представництва або будь-якої іншої діяльності, яка вимагає вербування (залучення) інших членів, суб-агентів, суб-дистриб’юторів та інше; </li>
                                            <li>відомості виключно рекламного характеру без пропозиції конкретного Об’єкту; </li>
                                            <li>інформацію, що іншим чином порушує законодавство України.</li>
                                        </ul>
                                    </li>
                                    <li>У разі подачі оголошення з пропозиціями послуг, що підлягають ліцензуванню, в тексті оголошення потрібно вказувати номер ліцензії та найменування органу, який видав ліцензію.</li>
                                    <li>У разі порушення Користувачем умов цього Договору або чинного законодавства України Виконавець має право видалити оголошення з Сайту. Видалення оголошення є остаточним та не підлягає оскарженню.</li>
                                </ol>
                                <h2>РОЗДІЛ V. ПРАВА ТА ОБОВ’ЯЗКИ СТОРІН</h2>
                                <ol>
                                    <li>Всі об'єкти, доступні за допомогою сервісів Виконавця, у тому числі елементи дизайну, текст, графічні зображення, ілюстрації, відео, комп’ютерні програми, бази даних, музика, звуки і інші об'єкти, а також будь-який контент, розміщений на сервісах Сайту, є об'єктами виключних прав Виконавця, Користувачів та інших правовласників.</li>
                                    <li>Використання контенту, та будь-яких інших елементів сервісів можливо тільки в рамках функціоналу, пропонованого тим чи іншим сервісом Сайту. Ніякі елементи змісту сервісів Сайту, а також будь-який контент, розміщений на сервісах Сайту, не можуть бути використані іншим чином без попереднього дозволу правовласника. Під використанням мається на увазі, в тому числі, але не виключно: відтворення, копіювання, переробка, поширення на будь-якій основі і т.д.</li>
                                    <li>Для розміщення оголошення на Сайті Користувач надає Виконавцю безстрокове, безвідкличне, невиключне, субліцензоване право на використання, публікацію, збір, демонстрацію, копіювання, дублювання, відтворення, доведення до загального відома щодо об’єктів авторських прав, публікацій та баз даних, якими володіє Користувач, а також щодо наданих їм відомостей, зображень і фотографій на всіх відомих або невідомих інформаційних носіях. Перераховані вище права надаються Виконавцю безоплатно. При цьому Користувач зберігає всі майнові права на зміст інформації, що розміщується в оголошенні. Крім переліченого, Користувач надає право на доступ до розміщеної ним інформації всім користувачам Сайтів. Користувач погоджується з тим, що текст оголошень, фотографії, і інші матеріали, додані до оголошення, можуть бути використані Виконавцем при підготовці рекламних матеріалів, статей, звітів, аналізів і т.д., і використовуватися Виконавцем на власний розсуд без додаткової згоди з боку Користувача, без виплати винагороди.</li>
                                    <li>Скориставшись сервісами Сайтів, Користувач підтверджує, що несе особисту відповідальність за зміст розміщених ним оголошень, а також володіє всіма необхідними правами, ліцензіями, дозволами на розміщення інформації в оголошенні на Сайтах, включаючи без обмежень всі патенти, торгові марки, комерційні таємниці, авторські права, або ж має відповідну письмову згоду, ліцензію або дозвіл всіх ідентифікованих в оголошенні осіб і компаній для використання їх імен, торгових марок, або зображень, якщо це необхідно відповідно до застосовного законодавства.</li>
                                    <li>
                                        <div>Користувач зобов'язується:</div>
                                        <p>5.1. Не вчиняти дій, які можуть призвести до непропорційно великого навантаження на інфраструктуру Сайту;</p>
                                        <p>5.2. Не використовувати автоматичні програми для отримання доступу до Сайту без письмового дозволу Виконавця;</p>
                                        <p>5.3. Не копіювати, не відтворювати, не змінювати, не поширювати і не представляти громадськості будь-яку інформацію, що міститься на Сайті (крім відомостей, наданих самим Користувачем) без попереднього письмового дозволу Виконавця;</p>
                                        <p>5.4. Не перешкоджати і не намагатися перешкоджати роботі та іншій діяльності на Сайті; а також не перешкоджати дії автоматичних систем або процесів, а також інших заходів, з метою перешкодити або обмежити доступ на Сайт;</p>
                                        <p>5.5. Не використовувати відомості, надані іншими Користувачами, в інших цілях, окрім як для здійснення угоди безпосередньо з цим Користувачем, без письмового дозволу іншого Користувача. В цей пункт Угоди не включені персональні дані Користувача, які останній надає Виконавцю при реєстрації.</p>
                                    </li>
                                    <li>Користувачу забороняється використовувати імена схожі на імена інших Користувачів з метою видати себе за них і писати повідомлення від їх імені.</li>
                                    <li>Доступ до персональних даних Користувача з боку інших Користувачів можливий тільки при наявності письмової згоди Користувача на подібний доступ або на виконання вимог відповідного законодавства України.</li>
                                    <li>Компанія може заборонити Користувачеві доступ на Сайт, якщо Користувач порушує умови цієї Угоди. </li>
                                    <li>Виконавець має право в будь-який момент видалити або відключити Обліковий запис Користувача, а також видалити всі розміщені оголошення Користувача, залишивши попереднє повідомлення Користувача про таке відключення на свій розсуд без будь-якої відповідальність за свої дії перед Користувачем і третіми особами у разі порушення Користувачем умов цього Договору або чинного законодавства України.</li>
                                    <li>Виконавець має право передати Сайт зі всіма його сервісами та змістом, включаючи персональні дані Користувачів, своєму правонаступнику, за договорами або на інших підставах. Передача і повідомлення Користувачів про таку передачу здійснюється відповідно до вимог чинного законодавства України.</li>
                                    <li>Виконавець залишає за собою право в будь-який момент вимагати від Користувача підтвердження даних, вказаних ним при реєстрації і запитати в зв'язку з цим підтверджуючі документи. Ненадання запитуваних документів може бути прирівняне до надання недостовірної інформації або невідповідність наданої інформації документам можу бути підставою для блокування чи видалення Особистого кабінету Користувача. </li>
                                </ol>
                                <h2>РОЗДІЛ VІ. ВІДПОВІДАЛЬНІСТЬ СТОРІН</h2>
                                <ol>
                                    <li>Сторони несуть відповідальність передбачену чинним законодавством України.</li>
                                    <li>Користувач підтверджує свою згоду з тим, що він використовує Сайт і його сервіси «як є» і самостійно несе всі ризики, пов'язані з використанням розміщених на Сайті оголошень.</li>
                                    <li>Виконавець не несе ніякої відповідальності за зміст розміщених на Сайті оголошень, за будь-які збитки і втрати, які стали результатом використання розміщених на Сайті оголошень. </li>
                                    <li>Виконавець не є ініціатором угоди між Користувачами, або її стороною. Сайт є комунікаційною платформою, яка надає можливість Користувачам розміщувати оголошення про Об’єкти на власний розсуд та на власних умовах.</li>
                                    <li>Виконавець не може контролювати достовірність інформації, яка розміщується Користувачами в оголошеннях. </li>
                                    <li>Виконавець не несе відповідальності за поведінку Користувачів, або за пропоновані ними Об’єкти, зазначені в оголошеннях. </li>
                                    <li>Виконавець не несе відповідальності за будь-який несанкціонований доступ або використання серверів та/або будь-якої інформації про користувачів, що на них зберігається, а також за будь-які помилки, віруси, «троянські коні» і т.д., які можуть бути передані на Сайт або через Сайт третіми особами.</li>
                                    <li>Якість, безпека, законність і відповідність Об’єктів їх опису, а також можливість Користувача надавати їх в користування не перевіряють Виконавцем.</li>
                                    <li>Користувач зобов’язаний самостійно контролювати та перевіряти правоздатність та дієздатність Користувачів з якими укладає договори через Сайт, а також перевіряти якість та відповідність Об’єктів заявленим параметрам. </li>
                                    <li>У разі виявлення невідповідності Об’єкта заявленим параметрам або порушень з боку Користувачів умов цього Договору, Користувач має право повідомити Виконавця про такі порушення.</li>
                                    <li>Користувач погоджується, що Виконавець не несе відповідальності за дії або бездіяльність з боку інших Користувача.</li>
                                    <li>Якщо у Користувача виникають претензії до іншого Користувача в результаті використання останнім послуг Сайту, Користувач погоджується пред'являти ці вимоги самостійно і без втручання з боку Виконавця, а також звільняє Виконавця від всіх вимог, зобов'язань, компенсацій по відшкодуванню збитків, витрат (затрат), включаючи адвокатські гонорари, відомих або невідомих, що виникли в результаті, або у зв'язку з такими вимогами. </li>
                                    <li>Всі суперечки і конфлікти між Користувачами вирішуються ними самостійно без залучення Виконавця.</li>
                                    <li>Виконавець не несе відповідальності за будь-які збитки, завдані в результаті вчинення правочину, або неналежної поведінки будь-якої зі сторін угоди.</li>
                                    <li>Виконавець не несе відповідальності за невиконання, або перешкоди у виконанні зобов'язань з надання доступу до Сайту через обставини непереборної сили, наслідки яких не можна уникнути, або подолати (таких як рішення влади, трудові спори, нещасні випадки, розриви в загальній системі комунікацій і т. д.).</li>
                                    <li>Виконавець не несе відповідальності за неполадки в роботі Сайту, викликані технічними перебоями в роботі устаткування і програмного забезпечення.</li>
                                    <li>Ні за яких умов Виконавець не несе відповідальність за прямі, непрямі збитки і виплачені штрафні санкції будь-якого характеру в результаті використання Сайту і його сервісів Користувачем.</li>
                                    <li>Укладення цього Договору між Користувачем та Виконавцем не передбачає виникнення будь-яких агентських відносин, відносин товариства, відносин по спільній діяльності, трудових відносин, або якихось інших відносин, прямо не передбачених Договором.</li>
                                </ol>
                                <h2>РОЗДІЛ VІІ. СТРОК ДІЇ ДОГОВОРУ</h2>
                                <ol>
                                    <li>Ця Угода набуває чинності з моменту початку використання Користувачем будь-якого сервісу Сайту або з моменту реєстрації Користувача на Сайті, і діє безстроково. </li>
                                    <li>Користувач має право припинити свою реєстрацію на Сайті в односторонньому порядку, без попереднього повідомлення про це Виконавця і пояснення причин.</li>
                                    <li>
                                        <div>Виконавець має право достроково в односторонньому порядку розірвати з Користувачем цей Договір у наступних випадках:</div>
                                        <p>3.1. Порушення умов цього Договору, нанесення будь-якої шкоди Виконавцю, в тому числі репутації, або іншим Користувачам;</p>
                                        <p>3.2. Вчинення Користувачем інших дій, що суперечать політиці Виконавця, суспільній моралі та чинному законодавству України.</p>
                                    </li>
                                    <li>Договір вважається розірваним з моменту видалення Особистого кабінету Користувача або з моменту отримання повідомлення, у тому числі електронного, про припинення цього Договору.</li>
                                </ol>
                                <h2>РОЗДІЛ VІІІ. ВНЕСЕННЯ ЗМІН ДО ДОГОВОРУ</h2>
                                <ol>
                                    <li>Угода може бути змінена Компанією без будь-якого спеціального повідомлення Користувачів про таку зміну.</li>
                                    <li>Нова редакція цього Договору вступає в силу з моменту її розміщення в мережі на сайті <a href="/">http://stuffex.com.ua</a>, якщо інше не передбачено новою редакцією Договору.</li>
                                    <li>У разі якщо Виконавцем були внесені будь-які зміни до Договору в порядку, передбаченому цим розділом Договору, з якими Користувач не згоден, він зобов'язаний припинити використання сервісів Сайту. </li>
                                    <li>Продовження використання Сайту є підтвердженням згоди Користувача зі змінами до цього Договору.</li>
                                </ol>
                                <h2>РОЗДІЛ ІХ. ІНШІ УМОВИ</h2>
                                <ol>
                                    <li>Визнання судом будь-якого положення Договору недійсним або не підлягає примусовому виконанню, не тягне недійсності або невиконання інших положень Договору.</li>
                                    <li>Всі спори вирішуються Сторонами шляхом переговорів. Якщо спір не може бути вирішений шляхом переговорів, він вирішується в судовому порядку відповідно до законодавства України.</li>
                                </ol>
                                <h6>Додаток №1<br> до Публічного договору</h6>
                                <h2>ОБРОБКА ПЕРСОНАЛЬНИХ ДАНИХ КОРИСТУВАЧІВ</h2>
                                <h2>СЕРВІСАМИ САЙТУ  <a href="/">http://stuffex.com.ua</a></h2>
                                <ol>
                                    <li>Користувач одночасно з укладенням цього Договору шляхом здійснення реєстрації на сайті виконавця надає згоду Виконавцю на обробку його персональних даних.</li>
                                    <li>
                                        <div>Виконавець здійснює обробку, збір, використання, зберігання персональних даних Користувачів з метою:</div>
                                        <ul>
                                            <li>забезпечення обслуговування Користувачів, в тому числі для створення і управління обліковими записами Користувачів, вирішення технічних труднощів і доступу до різних функцій;</li>
                                            <li>удосконалення та персоніфікації сервісів та послуг Виконавця, що надаються Користувачам;</li>
                                            <li>зв'язку з Користувачами, в тому числі з питань сервісу, обслуговування клієнтів або дозволених маркетингових комунікацій через будь-які доступні канали зв'язку;</li>
                                            <li>проведення науково-дослідницької та аналітичної активності з метою поліпшення якості сервісу;</li>
                                            <li>відслідковування дотримання користувачами умов цього Договору, враховуючи боротьбу з шахрайством і неналежної поведінки</li>
                                        </ul>
                                    </li>
                                    <li>Підстави обробки персональних даних Користувачів є укладення Публічного договору, реєстрація на Сайті та надання згоди на обробку персональних даних.</li>
                                    <li>
                                        <div>Користувач надає згоду на обробку таких персональних даних:</div>
                                        <ul>
                                            <li>Прізвище, ім’я та по батькові;</li>
                                            <li>Мобільний телефон;</li>
                                            <li>Емейл;</li>
                                            <li>Інші персональні дані, надані Користувачем під час здійснення реєстрації на Сайті;</li>
                                            <li>Інші персональні дані, надані Користувачем на запит Виконавця на виконання умов Публічного договору або чинного законодавства України.</li>
                                        </ul>
                                    </li>
                                    <li>Збір та накопичення даних здійснюються за допомогою Сайту шляхом заповнення Користувачем відповідних формулярів або іншим передбаченим способом.</li>
                                    <li>Виконавець здійснює обробку, збір, використання, зберігання персональних даних протягом усього строку користування Користувачем сервісами та послугами Виконавця, а також протягом строку необхідного Виконавцю для виконання ділових цілей.</li>
                                    <li>Персональні дані підлягають видалення з бази даних у разі надходження заяви суб’єкта персональних даних про відкликання згоди на обробку персональних даних.</li>
                                </ol>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="tab-pane clearfix" id="tab6">
                    <div id="how-it-works">
                        <iframe src="https://www.youtube.com/embed/hES4www1WT4" frameborder="0" allowfullscreen></iframe>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>